Repository: rashiddev0/ride_options_2
Catalog: lib/l10n/app_*.arb
Languages: ur

source: Ride Options
ur: رائیڈ آپشین

source: Pakistan
ur: پاکستان

# appFontFamily
source: Nunito
ur: jameelUrdu

source: Skip
ur: چھوڑ دو

source: Anywhere you are
ur: آپ کہیں بھی ہوں۔

# sellHouseEasilly
source: Sell houses easily with the help of Listenoryx and to make this line bigI am writing more.
ur: Listenoryx کی مدد سے گھر آسانی سے بیچیں اور اس لائن کو بڑا کرنے کے لیے میں مزید لکھ رہا ہوں۔

source: At anytime
ur: کسی بھی وقت

source: Book your car
ur: اپنی گاڑی بک کرو

source: Choose one
ur: ایک کا انتخاب کریں

source: Select one
ur: ایک کا انتخاب کریں

# howDoYouWant
source: How do you wanna use this app. Choose the desired the option.
ur: آپ اس ایپ کو کیسے استعمال کرنا چاہتے ہیں۔ مطلوبہ آپشن کا انتخاب کریں

source: Passenger
ur: مسافر

source: Driver
ur: ڈرائیور

source: Next
ur: اگلے

source: Phone number
ur: فون نمبر

# enterYourPhone
source: Enter your phone number
ur: اپنا فون نمبر درج کریں۔

# bySigningUp
source: By signing up. you agree to the
ur: سائن اپ کرکے۔ آپ اس سے اتفاق کرتے ہیں

source: Terms of service
ur: سروس کی شرائط

source: and
ur: اور

source: Privacy policy
ur: رازداری کی پالیسی

source: Phone verification
ur: فون کی تصدیق

# enterYourOtp
source: Enter your OTP code
ur: اپنا OTP کوڈ درج کریں۔

source: Did’t receive code?
ur: کوڈ موصول نہیں ہوا؟

source: Resend again
ur: دوبارہ بھیجیں۔

source: Our services
ur: ہماری خدمات

source: Top offers
ur: ٹاپ آفرز

source: Coming soon
ur: جلد آرہا ہے

source: To
ur: کہان

source: City Rides
ur: شہر کی سواریاں

source: Courier
ur: کورئیر

source: City To City
ur: شہر سے شہر

source: Choose Location
ur: مقام کا انتخاب کریں

source: Results for
ur: کے لیے نتائج

source: Done
ur: ہو گیا

source: Select a ride
ur: سواری کا انتخاب کریں۔

source: Now
ur: ابھی

source: Bike
ur: موٹر سائیکل

source: Auto
ur: آٹو

source: Ride
ur: سواری

source: Ride AC
ur: AC کی سواری کریں

source: Other services
ur: دیگر خدمات

source: Saved addresses
ur: محفوظ کردہ پتے

source: Find Driver
ur: ڈرائیور تلاش کریں

source: Options
ur: ترجیحات

source: More than 1 person
ur: 1 سے زیادہ شخص

source: Comments
ur: تبصرے

source: Apply
ur: درخواست دیں

source: Cancel Ride
ur: کینسل رائڈ

source: coming in
ur: آ رہا ہے

source: is on the way
ur: راستے میں ہے

source: Cash
ur: نقد

source: Rs
ur: روپے

source: Description
ur: تفصیل

source: Submit
ur: جمع کرائیں

source: Safety Options
ur: حفاظت کے اختیارات

# dontWorry
source: Don’t worry, Your safety is our first priority.
ur: پریشان نہ ہوں، آپ کی حفاظت ہماری اولین ترجیح ہے۔

source: Share trip status
ur: سفر کی حیثیت کا اشتراک کریں

source: Emergency assist
ur: ہنگامی مدد

# youCanUseOptions
source: You can use options given below for emergency assistance.
ur: آپ ہنگامی امداد کے لیے نیچے دیے گئے اختیارات استعمال کر سکتے ہیں۔

source: Ambulance
ur: ایمبولینس

source: Police
ur: پولیس

source: Sender
ur: بھیجنے والا

source: Sender phone number
ur: بھیجنے والے کا فون نمب

source: Receiver
ur: وصول کنندہ

source: Where to deliver
ur: کہاں پہنچانا ہے

source: Receiver phone number
ur: وصول کنندہ کا فون نمبر

source: Deliver by
ur: کی طرف سے فراہم

source: Favorites
ur: پسندیدہ

source: History
ur: تاریخ

source: Wallet
ur: پرس

source: Settings
ur: ترتیبات

source: About us
ur: ہمارے بارے میں

source: Notifications
ur: اطلاعات

source: Language
ur: زبان

source: City Selection
ur: شہر کا انتخاب کریں

source: Theme
ur: تھیم

source: Navigator
ur: نیویگیٹر

source: Rate this app
ur: ایپ کو رائے دیں

source: Help
ur: مدد چاہتے ہیں؟

source: Delete Account
ur: اکاؤنٹ ہٹانا چاہتے ہیں

source: Requests
ur: درخواستیں

source: Activity
ur: سرگرمی

source: Use system theme
ur: سسٹم تھیم کا استعمال کریں۔

source: Offline
ur: آف لائن

source: Online
ur: آن لائن

source: Type
ur: قسم

source: Freight
ur: مال برداری

source: Rides
ur: سواری

# ridesFreightDescription
source: Rides, Loader trucks & rikshaw will be offered for in city or city to city Freight delivery.
ur: شہر کے اندر یا شہر سے شہر تک کی ترسیل کے لئے سواری، لوڈر ٹرک اور رکشہ پیش کیے جائیں گے۔

# bikeRikshawCarTextDescription
source: Bike, Rikshaw, Car rides, City to City & Courier will be offered in this category.
ur: اس زمرے میں موٹر سائیکل، رکشہ، کار سواری، شہر سے شہر اور کورئیر کی پیشکش کی جائے گی۔

# bikeDescription
source: Economy fast and easiest way to move around the city.
ur: شہر میں گھومنے کا سب سے تیز اور آسان طریقہ ہو۔

# autoDescription
source: Convenient economy and fast service recommended for 2 persons.
ur: 2 افراد کے لئے موصول اور تیز خدمت کی مشورہ گار اور معاشی بجٹ کے مطابق مناسب طریقہ ہو۔

source: Car
ur: کار

# carDescription
source: Best low budget travel option for up to 4 persons.
ur: 4 افراد تک کے لئے بہترین کم بجٹ سفر کا اپشن ہو۔

source: Loader Rikshaw
ur: لوڈر رکشہ

# loaderRikshawDescription
source: Loading capacity up to 700kg. Size 6x4 feet. i.e New Asia, Sazgar loader
ur: 700 کلوگرام تک کی لوڈنگ کی صلاحیت۔ سائز 6x4 فٹ۔ مثال کے طور پر نیو ایشیا، سازگار لوڈر

source: Truck Small
ur: چھوٹا ٹرک

# truckSmallDescription
source: Loading capacity up to 1 ton. Size 6x5 feet. i.e Suzuki Ravi, Faw carrier
ur: 1 ٹن تک کی لوڈنگ کی صلاحیت۔ سائز 6x5 فٹ۔ مثال کے طور پر سوزوکی راوی، فا کیریئر

source: Truck Medium
ur: درمیانہ ٹرک

# truckMediumDescription
source: Loading capacity up to 1.5 tons. Size 10x6.5 feet. i.e Hyundai Shehzore, Foton
ur: 1.5 ٹن تک کی لوڈنگ کی صلاحیت۔ سائز 10x6.5 فٹ۔ مثال کے طور پر ہنڈائی شہزور، فوٹن

source: Truck Large
ur: بڑا ٹرک

# truckLargeDescription
source: Loading capacity up to 5 tons. Size 18x8 feet. i.e Hyundai Mighty, Mazda, Forland
ur: 5 ٹن تک کی لوڈنگ کی صلاحیت۔ سائز 18x8 فٹ۔ مثال کے طور پر ہنڈائی مائٹی، مزدا، فورلینڈ

source: Driver Details
ur: ڈرائیور کی تفصیلات

source: Basic Info
ur: بنیادی معلومات

source: CNIC
ur: شناختی کارڈ

source: Driving License
ur: ڈرائیونگ لائسنس

source: Vehicle Info
ur: گاڑی کی معلومات

source: Save
ur: محفوظ کریں

# agree_terms
source: By signing up, you agree to the Terms of Service and Privacy Policy.
ur: سائن اپ کرنے سے، آپ سروس کی شرائط اور رازداری کی پالیسی سے اتفاق کرتے ہیں۔

# add_photo
source: Add a photo
ur: تصویر شامل کریں

source: Full Name
ur: پورا نام

source: Expiry Date
ur: خاتمے کی تاریخ

source: Select Vehicle
ur: گاڑی منتخب کریں

source: Search
ur: تلاش کریں

source: Select Model
ur: ماڈل منتخب کریں

source: Honda
ur: ہونڈا

source: Suzuki
ur: سوزوکی

source: United
ur: یونائیٹڈ

source: Yamaha
ur: یاماہا

source: Road Prince
ur: روڈ پرنس

source: Unique
ur: یونیک

source: Crown
ur: کراؤن

source: City
ur: سٹی

source: Civic
ur: سِوک

source: N-One
ur: این-ون

source: N-WEG
ur: این-ویگ

source: HR-V
ur: ایچ آر-وی

source: Vezel
ur: ویزل

source: Insight
ur: انسائٹ

source: Vehicle Photo
ur: گاڑی کی تصویر

source: Referral ID
ur: حوالہ نمبر

source: Select color
ur: رنگ منتخب کریں

source: White
ur: سفید

source: Silver
ur: سلور

source: Black
ur: کالا

source: Grey
ur: گرے

source: Blue
ur: نیلا

# registration_number
source: Reg. Number
ur: رجسٹریشن نمبر

source: Model Year
ur: ماڈل کا سال

source: Add New
ur: نیا شامل کریں

source: Favourites
ur: پسندیدہ

source: Tell us your problem...
ur: ہمیں اپنی پریشانی بتائیں...

source: About us
ur: ہمارے بارے میں

source: Privacy policy
ur: رازداری کی پالیسی

source: Terms of service
ur: سروس کی شرائط

source: Complain
ur: شکایت

source: Contact us
ur: ہم سے رابطہ کریں

# company_name
source: Ride Options PVT Ltd.
ur: رائیڈ آپشنز پرائیویٹ لمیٹڈ۔

# address
source: Tele tower, Link road, Model town, Lahore
ur: ٹیلی ٹاور، لنک روڈ، ماڈل ٹاؤن، لاہور

source: Contact Information
ur: رابطے کی معلومات

# privacy_policy_content
source: We collect user data, including account information (name, email, phone), location for ride accuracy, ride details (pick-up/drop-off, route, fare), device specifics (type, OS), and app interactions. This information is utilized for service provision, enhancing app functionality, security, and legal compliance. Sharing may occur with third-party service providers, legal obligations, and for anonymized analytics. Security measures, including encryption and access controls, protect user data. Users control location settings and manage preferences in-app. Material changes to the policy will be communicated. Your use of Ride Options implies agreement with this Privacy Policy. For queries, contact us.
ur: ہم صارف کا ڈیٹا اکٹھا کرتے ہیں، جس میں اکاؤنٹ کی معلومات (نام، ای میل، فون)، رائیڈ کی درستگی کے لیے مقام، رائیڈ کی تفصیلات (پک اپ/ڈراپ آف، راستہ، کرایہ)، ڈیوائس کی تفصیلات (قسم، OS)، اور ایپ کی تعاملات شامل ہیں۔ یہ معلومات سروس کی فراہمی، ایپ کی فعالیت کو بہتر بنانے، سیکیورٹی، اور قانونی تعمیل کے لیے استعمال کی جاتی ہیں۔ تیسرے فریق سروس فراہم کنندگان، قانونی ذمہ داریوں، اور گمنام تجزیات کے لیے شیئرنگ ہو سکتی ہے۔ سیکیورٹی اقدامات، بشمول انکرپشن اور رسائی کنٹرولز، صارف کے ڈیٹا کی حفاظت کرتے ہیں۔ صارفین ایپ میں مقام کی ترتیبات کو کنٹرول کرتے ہیں اور ترجیحات کو منظم کرتے ہیں۔ پالیسی میں اہم تبدیلیوں کا اعلان کیا جائے گا۔ رائیڈ آپشنز کا استعمال آپ کی اس رازداری کی پالیسی سے اتفاق ظاہر کرتا ہے۔ سوالات کے لیے، ہم سے رابطہ کریں۔

# terms_of_service_content
source: By using Ride Options you agree to the following terms. You must be of legal age in your jurisdiction to use the service. Users are responsible for accurate account information and are prohibited from sharing login credentials. The app may collect and use user data for service improvement and analytics, as outlined in our Privacy Policy. Users are expected to comply with local laws and regulations while using the app. Ride Options reserves the right to suspend or terminate accounts for violation of these terms. The app's content, features, and availability may change without notice. Users are responsible for keeping their devices secure. For support or inquiries, contact us.
ur: رائیڈ آپشنز کا استعمال کرتے ہوئے آپ مندرجہ ذیل شرائط سے اتفاق کرتے ہیں۔ آپ کو سروس استعمال کرنے کے لیے اپنے دائرہ اختیار میں قانونی عمر کا ہونا ضروری ہے۔ صارفین درست اکاؤنٹ کی معلومات کے ذمہ دار ہیں اور لاگ ان کی اسناد کو شیئر کرنے سے منع کیا جاتا ہے۔ ایپ ہماری رازداری کی پالیسی میں بیان کردہ خدمت میں بہتری اور تجزیات کے لیے صارف کا ڈیٹا اکٹھا اور استعمال کر سکتی ہے۔ صارفین ایپ استعمال کرتے وقت مقامی قوانین اور ضوابط کی تعمیل کرنے کے پابند ہیں۔ رائیڈ آپشنز ان شرائط کی خلاف ورزی پر اکاؤنٹس معطل یا ختم کرنے کا حق محفوظ رکھتا ہے۔ ایپ کے مواد، خصوصیات، اور دستیابی کو بغیر اطلاع کے تبدیل کیا جا سکتا ہے۔ صارفین اپنی ڈیوائسز کو محفوظ رکھنے کے ذمہ دار ہیں۔ مدد یا استفسارات کے لیے، ہم سے رابطہ کریں۔

source: Fare
ur: کرایہ

source: Recommended fare
ur: تجویز کردہ کرایہ

source: Offer a price
ur: قیمت پیش کریں

source: Travel time approx
ur: سفر کا وقت تقریبا
